export const codes = {
    primaries: {
        "נמצא/ת ביחידה": "01",
        "מחוץ ליחידה": "02",
        "חופשה שנתית": "04",
        "חופשת מחלה": "05",
        'חו"ל': "13"
    },
    secondaries: {
        "נוכח/ת": "01",
        "בתפקיד מחוץ ליחידה": "05",
        "כוננות בית": "32",
        "אחרי תורנות / משמרת": "09",
        "עובד/ת משמרות": "03",
        "הפניה רפואית": "08",
        "יום סידורי": "13",
        "משמרת ערב": "16",
        'אבט"ש': "02",
        "סבב קו": "20",
        "השתלמות מקצועית": "24",
        "חופשה שנתית": "01",
        "חופשת נהג/ת מבצעי": "17",
        "חג עדתי": "06",
        "אזכרה - קרבה ראשונה": "11",
        "חופשת מחלה (גימלים)": "01",
        "יום ד": "08",
        'השתלמות מקצועית בחו"ל': "34",
        "חופשת נהג מבצעי": "35",
    }
}